---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadForceFy
source: html/fc0333fa-a29d-aa50-559b-4d2cfac94eae.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadForceFy Property

"Fy"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadForceFy { get; }
```